[
 {
  "description":"khái niệm \"đường bộ\" được hiểu như nào là đúng?",
  "answer":[
   "Đường, cầu đường bộ",
   "Hầm đường bộ, bến phà đường bộ.",
   "Đường, cầu đường bộ, hầm đường bộ, bến phà đường bộ và các công trình phụ trợ khác."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"\"Vạch kẻ đường\" được hiểu thế nào là đúng?",
  "answer":[
   "Vạch kẻ đường là vạch chỉ sự phân chia là đường, vị trí hoặc hướng đi, vị trí dừng lại",
   "Vạch kẻ đường là vạch chỉ sự phân biệt vị trí đứng, đỗ trên đường.",
   "Tất cả các ý nêu trên."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"phần đường xe chạy\" được hiểu như thế nào là đúng?",
  "answer":[
   "Là phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại.",
   "Là phần đường bộ được sử dụng cho các phương tiện giao thông qua lại, dải đất dọc hai bên đường để bảo đảm an toàn giao thông.",
   "Là phần đường bộ được sử dụng cho các phương tiện qua lại, các công trình, thiết bị phự trợ khác và dải đất dọc hai bên đường để bảo đảm an toàn giao thông."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"làn đường\" được hiểu như thế nào là đúng?",
  "answer":[
   "Là một phần của đường được chia theo chiều ngang của đường, có bề rộng đủ cho xe đỗ an toàn.",
   "Là một phần của đường xe chạy được chia theo chiều dọc của đường, có bề mặt đủ rộng đủ cho xe chạy an toàn",
   "Cả 2 ý trên."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"đường phố\" được hiểu như thế nào là đúng?",
  "answer":[
   "Đường phố là đường đô thị, gồm lòng đường và hè phố.",
   "Đường phpps là đường bộ ngoài đô thị có lòng đường đủ rộng cho các phương tiện giao thông qua lại.",
   "Cả 2 ý trên"
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"giải phân cách\" được hiểu như thế nào là đúng?",
  "answer":[
   "Là bộ phận của đường để phân chia mặt đường thành 2 chiều xe chạy riêng biệt hoặc để phân chia phần đường của xe cơ giới và xe thô sơ.",
   "Là bộ phận của đường để xác định ranh giới của đất dành cho đường bộ theo chiều ngang của đường.",
   "Là bộ phận của đường để ngăn cách không cho các loại xe vào những nơi không được phép."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Dải phân cách trên đường bộ có những loại nào?",
  "answer":[
   "Loại cố định",
   "Loại di động"
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"đường ưu tiên\" được hiểu như thế nào là đúng?",
  "answer":[
   "Đường ưu tiên là đường mà trên đó phương tiện tham gia giao thông đường bộ phải nhường đường cho các phương tiện đến từ hướng khác khi đi qua nới đường giao nhau, có thể được cắm biển báo hiệu đường ưu tiên.",
   "Đường ưu tiên là đường mà trên đó phương tiện tham gia giao thông đường bộ được các phương tiện đến từ hướng khác nhường đường khi qua nơi đường giao nhau, được cắm biển báo hiệu đường ưu tiên.",
   "Đường ưu tiên là đường chỉ dành cho một số loại phương tiện tham gia giao thông, được cắm biển báo hiệu đường ưu tiên."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"\"Phương tiện giao thông cơ giới đường bộ gồm những loại nào?\"",
  "answer":[
   "Phương tiện giao thông cơ giới đường bộ, phương tiện giao thông thô sơ đường bộ.",
   "Phương tiện giao thông thô sơ đường bộ.",
   "Cả 2 ý trên."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"phương tiện giao thông cơ giới đường bộ\" được hiểu như thế nào là đúng?",
  "answer":[
   "Gồm xe ô tô, máy kéo, xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dụng.",
   "Gồm xe ô tô, máy kéo, rơ móoc hoặc sơ mi rơ móoc được kéo bởi xe ô tô, máy kéo, xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"\"Phương tiện tham gia giao thông đường bộ\" gồm những loại nào?",
  "answer":[
   "Phương tiện giao thông cơ giới đường bộ.",
   "Phương tiện giao thông thô sơ đường bộ và xe máy chuyên dụng."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"\"Người tham gia giao thông đường bộ\" gồm những đối tượng nào?",
  "answer":[
   "Người điều khiển, người sử dụng phương tiện tham gia giao thông đường bộ.",
   "Người điều khiển, dẫn dắt súc vật, người đi bộ trên đường bộ."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Khái niệm \"người điều khiển giao thông\" được hiểu như thế nào là đúng?",
  "answer":[
   "Là người điều khiển phương tiện tham gia giao thông.",
   "Là người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
   "Là cảnh sát giao thông.",
   "Tất cả các ý trên."
  ],
  "result":[1,2],
  "pathImage":""
 },
 {
  "description":"Các hành vi nào ghi dưới đây bị nghiêm cấm?",
  "answer":[
   "Phá hoại đường, cầu, hầm, bến phà đường bộ, phá hoại đèn tín hiệu, cọc tiêu, biển báo hiệu, gương cầu, dải phân cách.",
   "Phá hoại hệ thống thoát nước và các công trình, thiết bị khác thuộc kết cấu hạ tầng giao thông đường bộ."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Những hành vi nào ghi dưới đây bị nghiêm cấm?",
  "answer":[
   "Đua xe, cổ vũ đua xe, tổ chức đua xe trái phép.",
   "Lạng lách, đánh võng."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Người điều khiển phương tiện tham gia giao thông đường bộ mà trong cơ thể có chất ma túy có bị nghiêm cấm hay không ?",
  "answer":[
   "Bị nghiêm cấm.",
   "Không bị nghiêm cấm."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người điều khiển xe ô tô, máy kéo, xe máy chuyên dụng trên đường mà trong máu hoặc hơi thở có nồng độ cồn vượt quá bao nhiêu thì bị cấm?",
  "answer":[
   "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dụng trên đường mà trong máu có nồng độ cồn vượt quá 50 miligam/100 mililí máu hoặc 0.25 miligam/1 lít khí thở.",
   "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dụng trên dường mà trong máu hoặc cơ thể có nồng độ cồn.",
   "Người điều khiển xe ô tô, máy kéo, xe máy chuyên dụng trên đường mà trong máu có nồng độ cồn vượt quá 80 miligam/100 mililí máu hoặc 40 miligam/1 lít khí thở."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Người điều khiển xe mô tô, xe gắn máy trên đường mà trong máu có nồng độ cồn vượt quá bao nhiêu thì bị cấm?",
  "answer":[
   "Nồng độ cồn vượt quá 50 miligam/100 mililit máu.",
   "Nồng độ cồn vượt quá 40 miligam/100 mililit máu.",
   "Nồng độ cồn vượt quá 30 miligam/100 mililit máu."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người điều khiển xe mô tô, xe gắn máy trên đường mà trong khí thở có nồng độ cồn vượt quá bao nhiêu thì bị cấm?",
  "answer":[
   "Nồng độ cồn vượt quá 0.25 miligam/1 lit khí thở.",
   "Nồng độ cồn vượt quá 0.20 miligam/1 lit khí thở.",
   "Nồng độ cồn vượt quá 0.15 miligam/1 lit khí thở."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Hành vi giao xe cơ giới, xe máy chuyên dùng cho người không đủ điều kiện để điều khiển xe tham gia giao thông có bị nghiêm cấm không ?",
  "answer":[
   "Không bị nghiêm cấm.",
   "Bị nghiêm cấm.",
   "Nghiêm cấm tùy từng trường hợp."
  ],
  "result":[1],
  "pathImage":""
 },
 {
 "description":"Hành vi điều khiển xe cơ giới chạy quá tốc độ quy định, giành đường, vượt ẩu có bị nghiêm cấm không ?",
 "answer":[
  "Bị nghiêm cấm.",
  "Bị nghiêm cấm tùy từng trường hợp.",
  "Không bị nghiêm cấm."
 ],
 "result":[0],
 "pathImage":""
},{
 "description":"Những hành vi nào sau đây bị cấm?",
 "answer":[
  "Bấm còi, rú ga liên tục,  bấm còi trong thời gian từ 22 giờ đến 5 giờ",
  "Bấm còi hơi, sử dụng đèn chiếu xa trong khu đô thị và khu dân cư, trừ các xe ưu tiên khi đang làm nhiệm vụ."
 ],
 "result":[0,1],
 "pathImage":""
},
 {
 "description":"Các hành vi nào sau đây bị nghiêm cấm?",
 "answer":[
  "Lắp đặt, sử dụng còi, đèn không đúng thiết kế của nhà sản xuất đối với từng loại xe cơ giới.",
  "Sử dụng thiết bị âm thanh gây mất trật tự an toàn giao thông, trật tự công cộng."
 ],
 "result":[0,1],
 "pathImage":""
},
 {
  "description":"Hành vi bỏ trốn sau khi gây tai nạn để trốn tránh trách nhiệm hoặc khi có điều kiện mà cố ý không cứu giúp người bị tai nạn giao thông thì có bị nghiêm cấm không?",
  "answer":[
   "Không bị nghiêm cấm.",
   "Nghiêm cấm tùy từng trường hợp cụ thể.",
   "Bị nghiêm cấm."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Khi xảy ra tai nạn giao thông, những hành vi nào sau đây bị nghiêm cấm?",
  "answer":[
   "Xâm phạm tính mạng, sức khỏe, tài sản của người bị tai nạn giao thông, xâm phạm tính mạng, sức khowre, tài sản của người gây tai nạn giao thông.",
   "Lợi dụng việc sảy ra tai nạn giao thông để hành hung, đe dọa, xúi giục, gây sức ép, làm mất trật tự, cản trở việc xử lý tai nạn giao thông."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Việc sản xuất, mua bán, sử dụng biển số xe cơ giới, xe máy chuyên dùng được quy định như thế nào trong luật giao thông đường bộ?",
  "answer":[
   "Nghiêm cấm sản xuất, được phép sử dụng.",
   "Nghiêm cấm mua bán, cho phép sử dụng.",
   "Nghiêm cấm sản xuất, mua bán, sử dụng trái phép."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Người lái xe không được vượt xe khác khi gặp trường hợp nào ghi dưới đây?",
  "answer":[
   "Trên cầu hẹp có một làn xe, nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt.",
   "Điều kiện thời tiết hoặc đường không bảo đảm an toàn cho việc vượt, xe ưu tiên đang phát tín hiệu ưu tiên làm nhiệm vụ."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy có được phép sử dụng xe để kéo, đẩy các xe khác, vật khác khi tham gia giao thông không?",
  "answer":[
   "Được phép.",
   "Tùy trường hợp",
   "Không được phép"
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Người ngồi trên xe mô tô hai bánh, ba bánh, xe gắn máy khi tham gia giao thông không được thực hiện những hành vi nào dưới đây?",
  "answer":[
   "Đội mũ bảo hiểm và quai đúng quy cách.",
   "Sử dụng ô, bám, kéo hoặc đấy các phương tiên khác.",
   "Đứng trên yên, giá đèo hàng hoặc ngồi trên tay lái, các hành vi khác gây mất trật tụ an toàn giao thông."
  ],
  "result":[1,2],
  "pathImage":""
 },
 {
  "description":"Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được mang, vác vật cồng kềnh hay không?",
  "answer":[
   "Được mang, vác tùy trường hợp cụ thể.",
   "Không được mang, vác.",
   "Được mang, vác nhưng phải đảm bảo an toàn."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào không được phép?",
  "answer":[
   "Buông cả hai tay hoặc đi xe bằng một bánh đối với xe hai bánh, bằng hai bánh đối với xe ba bánh; chạy quá tốc độ quy định.",
   "Sử dụng xe để kéo, đẩy xe khác, vật khác và chở vật cồng kềnh; để chân chống quẹt xuống đất và các hành vi khác gây mất trật tự an toàn giao thông.",
   "Chạy đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Bảo đảm trật tự, an toàn giao thông đường bộ là trách nhiệm của ai?",
  "answer":[
   "Là trách nhiệm của ngành Giao thông vận tải và ngành Công an.",
   "Là trách nhiệm của cơ quan, tổ chức, cá nhân.",
   "Là trách nhiệm của cơ quan, tổ chức, cá nhân."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau, khi đèn điều khiển giao thông có tín hiệu vàng, người điều khiển phương tiện phải thực hiện như thế nào?",
  "answer":[
   "Phải cho xe dừng lại trước vạch dừng, trừ trường hợp đã đi quá vạch dừng thì được đi tiếp; trong trường hợp tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát, nhường đường cho người đi bộ qua đường.",
   "Phải cho xe nhanh chóng vượt qua vạch dừng để đi qua đường giao nhau và chú ý đảm bảo an toàn; khi đèn tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ, chú ý quan sát người đi bộ để bảo đảm an toàn.",
   "Cả hai ý nêu trên."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Biển báo hiệu đường bộ gồm những nhóm nào, ý nghĩa của từng nhóm?",
  "answer":[
   "Nhóm biển báo cấm để biểu thị các điều cấm; nhóm biển báo hiệu nguy hiểm để cảnh báo các tình huống nguy hiểm có thể xảy ra; nhóm biển hiệu lệnh để báo hiệu các hiệu lệnh phải thi hành.",
   "Nhóm biển chỉ dẫn để chỉ dẫn hướng đi hoặc các điều cần biết; nhóm biển phụ để thuyết minh bổ sung các loại biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh và biển chỉ dẫn." 
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh bằng hai tay hoặc một tay giang ngang để báo hiệu thì người tham gia giao thông phải đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông phải dừng lại; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi.",
   "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông được đi thẳng; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi thẳng và rẽ phải." 
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":" Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh tay giơ thẳng đứng để báo hiệu thì người tham gia giao thông phải đi như thế nào?",
  "answer":[
   "Người tham gia giao thông ở phía trước và ở phía sau người điều khiển giao thông phải dừng lại; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi.",
   "Người tham gia giao thông ở các hướng phải dừng lại.",
   "Tất cả các trường hợp trên."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau, khi người điều khiển giao thông ra hiệu lệnh bằng tay phải giơ về phía trước để báo hiệu thì người tham gia giao thông phải đi như thế nào?",
  "answer":[
   "Người tham gia giao thông ở phía sau người điều khiển phải dừng lại; người ở phía trước người điều khiển được rẽ trái; người ở phía bên trái người điều khiển được rẽ trái; người đi bộ qua đường phải dừng lại sau lưng người điều khiển giao thông.",
   "Người tham gia giao thông ở phía sau và bên phải người điều khiến phải dừng lại; người ở phía trước người điều khiển được rẽ phải; người ở phía bên trái người điều khiển giao thông được đi tất cả các hướng; ngườí đi bộ qua đường phải đi sau lưng người điều khiển giao thông." 
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trên đường giao thông, khi hiệu lệnh của người điều khiển giao thông trái với hiệu lệnh của đèn hoặc biển báo hiệu thì người tham gia giao thông phải chấp hành theo hiệu lệnh nào?",
  "answer":[
   "Hiệu lệnh của người điều khiển giao thông.",
   "Hiệu lệnh của đèn điều khiển giao thông.",
   "Hiệu lệnh của biển báo hiệu đường bộ."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Tại nơi có biển hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành hiệu lệnh của báo hiệu nào?",
  "answer":[
   "Biển báo hiệu cố định.",
   "Báo hiệu tạm thời." 
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
  "answer":[
   "Cho xe đi trên bất kỳ làn đường nào; khi cần thiết phải chuyển làn đường, người lái xe phải có đèn tín hiệu báo trước và phải bảo đảm an toàn.",
   "Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; khi chuyển làn phải có tín hiệu báo trước và phải bảo đảm an toàn.",
   "Phải cho xe đi trong một làn đường, khi chuyển làn đường phải có tín hiệu báo trước, chú ý quan sát để bảo đảm an toàn."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ và xe cơ giới phải đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe thô sơ phải đi trên làn đường bên trái trong cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải.",
   "Xe thô sơ phải đi trên làn đường bên phải trong cùng; xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái.",
   "Xe thô sơ đi trên làn đường phù hợp không gây cản trở giao thông, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trên đường có nhiều làn đường, người điều khiển phương tiện tham gia giao thông sử dụng làn đường như thế nào là đúng?",
  "answer":[
   "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi trong một làn đường và chỉ đựợc chuyển làn đường ở những nơi cho phép; khi chuyển làm đường phải có tín hiệu báo trước và đảm bảo an toàn.",
   "Phương tiện tham gia giao thông đường bộ di chuyển với tốc độ thấp hơn đi về bên trái.",
   "Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ phải đi trên làn đường bên phải trong cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái; phương tiện tham gia giao thông đường bộ di chuyển với tốc độ thấp hơn đi về bên phải."
  ],
  "result":[0,2],
  "pathImage":""
 },
 {
  "description":"Xe sau có thể vượt lên bên phải xe khác đang chạy phía trước trong trường hợp nào?",
  "answer":[
   "Khi xe phía trước có tín hiệu rẽ trái hoặc đang rẽ trái; khi xe điện đang chạy giữa đường.",
   "Khi xe chuyên dùng đang làm việc trên đường mà không thể vượt bên trái được.",
   "Khi có đủ khoảng trống để vượt xe."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Người lái xe phải làm gì khi quay đầu xe trên cầu, gầm cầu vượt, đường ngầm hay khu vực đường bộ giao nhau cùng mức với đường sắt?",
  "answer":[
   "Không được quay đầu xe.",
   "Lợi dụng chỗ rộng và phải có người làm tín hiệu sau xe để bảo đảm an toàn.",
   "Lợi dụng chỗ rộng có thể quay đầu được để quay đầu xe cho an toàn."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Khi muốn chuyển hướng, người lái xe phải thực hiện như thế nào?",
  "answer":[
   "Người điều khiển phương tiện phải tăng tốc độ và có tín hiệu báo hướng để rẽ.",
   "Người điều khiển phương tiện phải giảm tốc độ và có tín hiệu báo hướng rẽ; chỉ cho rẽ chuyển hướng khi quan sát thấy không gây trở ngại hoặc nguy hiểm cho người và phương tiện khác. ",
   "Trong khi chuyển hướng, người lái xe, người điều khiển xe máy chuyên dùng phải nhường quyền đi trước cho người đi bộ, người đi xe đạp đang đi trên phần đường dành riêng cho họ; nhường đường cho các xe đi ngược chiều. "
  ],
  "result":[1,2],
  "pathImage":""
 },
 {
  "description":"Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng?",
  "answer":[
   "Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe kia đi. ",
   "Xe xuống dốc phải nhường đường cho xe đang lên dốc; xe nào có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại Vật đi trước.",
   "Xe lên dốc phải nhường đường cho xe xuống dốc. "
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Ban đêm xe cơ giới đi ngược chiều gặp nhau, đèn chiếu sáng phải được sử dụng như thế nào?",
  "answer":[
   "Phải chuyển từ đèn chiếu gần sang đèn chiếu xa.",
   "Phải chuyển từ đèn chiếu xa sang đèn chiếu gần." 
  ],
  "result":[1],
  "pathImage":"" 
 },
 {
  "description":" Khi có tín hiệu của xe ưu tiên, người tham gia giao thông phải làm gì?",
  "answer":[
   "Phải nhanh chóng giảm tốc độ, tránh hoặc dừng lại sát lề đường bên trái để nhường đường.",
   "Phải nhanh chóng tăng tốc độ, tránh sát lề đường để nhường đường cho xe ưu tiên; cấm các hành vi gây cản trở xe ưu tiên.",
   "Phải nhanh chóng giảm tốc độ, tránh hoặc dừng lại sát lề đường bên phải để nhường đường; không được gây cản trở xe được quyền ưu tiên."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào?",
  "answer":[
   "Phải nhường đường cho xe đi bên phải.",
   "Xe báo hiệu xin đường trước xe đó được đi trước.",
   "Phải nhường đường cho xe đi bên trái."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải nhường đường như thế nào?",
  "answer":[
   "Nhường đường cho xe đi ở bên phải mình tới.",
   "Nhường đường cho xe đi ở bên trái mình tới.",
   "Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Phải nhường đường cho xe đi đến từ bên phải.",
   "Xe báo hiệu xin đường trước xe đó được đi trước.",
   "Phải nhường đường cho xe đi đến từ bên trái."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Trên đoạn đường bộ giao nhau cùng mức với đường sắt, cầu đường bộ đi chung với đường sắt thì loại phương tiện nào được quyền ưu tiên đi trước?",
  "answer":[
   "Phương tiện nào bên phải không vướng.",
   "Phương tiện nào ra tín hiệu xin đường trước.",
   "Phương tiện giao thông đường sắt."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?",
  "answer":[
   "5,00 m.",
   "3,00 m.",
   "4,00 m.",
   "7,00 m."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người lái xe phải làm gì khi điều khiển xe vào đường cao tốc?",
  "answer":[
   "Phải có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường; khi thấy an toàn mới cho xe nhập vào dòng xe ở làn đường sát mép ngoài.",
   "Phải có tín hiệu và tăng tốc độ vào đường cao tốc.",
   "Nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi vào làn đường của đường cao tốc."
  ],
  "result":[0,2],
  "pathImage":""
 },
 {
  "description":"Người lái xe phải làm gì khi điểu khiển xe ra khỏi đường cao tốc?",
  "answer":[
   "Phải thực hiện chuyển dần sang làn đường phía bên phải, nếu có làn đường giảm tốc thì cho xe chạy trên làn đường đó trước khi rời khỏi đường cao tốc.",
   "Phải thực hiện chuyển ngay sang các làn đường phía bên phải, nếu có làn đường giảm tốc thì phải cho xe chạy trên làn đường đó trước khi rời khỏi đường cao tốc." 
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Những trường hợp nào ghi ở dưới đây không được đi vào đường cao tốc trừ người, phương tiện, thiết bị phục vụ cho việc quản lý, bảo trì đường cao tốc?",
  "answer":[
   "Người đi bộ, xe thô sơ, xe gắn máy và xe ô tô.",
   "Xe mô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 70km/h.",
   "Người đi bộ, xe thô sơ, xe gắn máy, xe mô tô và xe máy chuyên dùng có tốc độ thiết kế nhỏ hơn 70km/h."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Người điểu khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây?",
  "answer":[
   "Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định.",
   "Xe cơ giới phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
   "Xe máy chuyên dùng phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người ngồi trên xe mô tô 2 bánh, xe mô tô 3 bánh, xe gắn máy phải đội mũ bảo hiểm có cài quai đúng quy cách khi nào?",
  "answer":[
   "Khi tham gia giao thông đường bộ.",
   "Chỉ khi đi trên đường cao tốc." 
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người điểu khiển xe mô tô hai bánh, xe gắn máy được phép chở tối đa 2 người trong những trường hợp nào?",
  "answer":[
   "Chở người bệnh đi cấp cứu; trẻ em dưới 14 tuổi.",
   "Áp giải người có hành vi vi phạm pháp luật." 
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":" Người điểu khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy không được thực hiện những hành vi nào dướI đây?",
  "answer":[
   "Đi xe dàn hàng ngang.",
   "Đi xe vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
   "Chở người bệnh đi cấp cứu; trẻ em dưới 14 tuổi, áp giải người có hành vi vi phạm pháp luật."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Người điều khiển, người ngồi trên xe đạp máy phải đội mũ bảo hiểm có cài quai đúng quy cách khi nào?",
  "answer":[
   "Khi tham gia giao thông đường bộ.",
   "Chỉ khi tham gia giao thông trên đường quốc lộ; khu vực đô thị." 
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Cơ quan nào quy định các đoạn đường cấm đi, đường đi một chiều, nơi cấm dừng, cấm đỗ, cấm quay đầu xe, lắp đặt báo hiệu đường bộ thuộc địa phương quản lý?",
  "answer":[
   "Cơ quan quản lý giao thông vận tải.",
   "Ủy ban nhân dân cấp tỉnh.",
   "Cơ quan cảnh sát giao thông đường bộ.",
   "Thanh tra giao thông đường bộ."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Người điều khiển phương tiện và những người liên quan trực tiếp đến vụ tai nạn có trách nhiệm gì?",
  "answer":[
   "Dừng ngay phương tiện; giữ nguyên hiện trường; cấp cứu người bị nạn và phải có mặt khi cơ quan có thẩm quyền yêu cầu; cung cấp thông tin xác thực về vụ tai nạn cho cơ quan có thẩm quyền.",
   "Ở lại nơi xảy ra tai nạn cho đến khi người của cơ quan công an đến, trừ trường hợp người điều khiển phương tiện cũng bị thương phải đưa đi cấp cứu hoặc phải đưa người bị nạn đi cấp cứu hoặc vì lý do bị đe dọa đến tính mạng, nhưng phải đến trình báo ngay với cơ quan công an nơi gần nhất.",
   "Rời khỏi hiện trường nơi xảy ra tai nạn giao thông."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Những người có mặt tại nơi xảy ra vụ tai nạn giao thông có trách nhiệm gì?",
  "answer":[
   "Bảo vệ hiện trường, giúp đỡ, cứu chữa kịp thời người bị nạn, bảo vệ tài sản của người bị nạn.",
   "Báo tin ngay cho cơ quan công an, y tế hoặc Ủy ban nhân dân nơi gần nhất; cung cấp thông tin xác thực về vụ tai nạn theo yêu cầu của cơ quan có thẩm quyền." 
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Khi điều khiển xe chạy trên đường, người lái xe phải mang theo các loại giấy tờ gì?",
  "answer":[
   "Giấy phép lái xe, đăng ký xe, giấy phép lưu hành xe.",
   "Lệnh vận chuyển, đăng ký xe, giấy phép lưu hành xe.",
   "Giấy phép lái xe phù hợp với loại xe đó, đăng ký xe, giấy chứng nhận kiểm định kỹ thuật và bảo vệ môi trường, giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới và giấy phép vận chuyển (nếu loại xe đó cần phải có)."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe mô tô hai bánh, xe mô tô ba bánh có dung tích xi lanh từ 50 cm3 trở lên và các loại xe có kết cấu tương tự; xe ô tô tải, máy kéo có trọng tải dưới 3,5 tấn; xe ô tô chở người đến 9 chỗ ngồi?",
  "answer":[
   "16 tuổi.",
   "18 tuổi.",
   "17 tuổi."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Tại ngã ba hoặc ngã tư không có đảo an toàn, người lái xe phải nhường đường như thế nào là đúng trong các trường hợp dưới đây?",
  "answer":[
   "Nhường đường cho xe đi trên đường nhánh từ bất kỳ hướng nào tới.",
   "Nhường đường cho người đi bộ đang đi trên phần đường dành cho người đi bộ sang đường.",
   "Nhường đường cho xe đi trên đường ưu tiên, đường chính từ bất kỳ hướng nào tới, nhường đường cho xe ưu tiên, nhường đường cho xe đi từ bên phải đến."
  ],
  "result":[1,2],
  "pathImage":""
 },
 {
  "description":"Người đủ 16 tuổi được điều khiển các loại xe nào dưới đây?",
  "answer":[
   "Xe mô tô 2 bánh có dung tích từ 50 cm3 trở lên.",
   "Xe gắn máy có dung tích từ 50 cm3 trở xuống.",
   "Xe ô tô tải dưới 3,5 tấn; xe chở người đến 9 chỗ ngồi.",
   "Tất cả các ý trên."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Khi phát hiện hành vi giả khai báo mất hoặc tẩy xóa, làm sai lệch các thông tin trên giấy phép lái xe; sử dụng giấy phép lái xe hoặc đổi hồ sơ lái xe giả; có hành vi cố tình gian dối để được đổi, cấp mới, cấp lại giấy phép lái xe, ngoài việc bị cơ quan quản lý giấy phép lái xe ra quyết định thu hồi giấy phép lái xe và hồ sơ gốc còn phải chịu trách nhiệm trước pháp luật, người lái xe không được cấp giấy phép lái xe trong thời gian bao nhiêu năm?",
  "answer":[
   "05 năm.",
   "03 năm.",
   "02 năm."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Người lái xe mô tô xử lý như thế nào khi cho xe mô tô phía sau vượt?",
  "answer":[
   "Lái xe vào lề đường bên phải và giảm tốc độ để xe phía sau vượt qua.",
   "Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua.",
   "Lái xe vào lề đường bên phải và tăng tốc độ để xe phía sau vượt qua."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Trong các trường hợp dưới đây, để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào?",
  "answer":[
   "Phải đội mũ bảo hiểm có cài quai đúng quy cách, mặc quần áo gọn gàng.",
   "Không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
   "Buông cả hai tay hoặc đi xe bằng một bánh.",
   "Tất cả các ý nêu trên."
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Đường bộ trong khu vực đông dân cư gồm những đường nào?",
  "answer":[
   "Đường bộ nằm trong khu vực nội thành phố, nội thị xã, nội thị trấn, khu công nghiệp có đông người và phương tiện tham gia giao thông.",
   "Đường bộ nằm trong khu vực nội thành phố, nội thị xã và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu \"Bắt đầu khu đông dân cư\" đến vị trí có hiệu lực của biển báo hiệu \"Hết khu đông dân cư\"",
   "Đường bộ có đông người, phương tiện tham gia giao thông và những đoạn đường bộ được xác định từ vị trí có hiệu lực của biển báo hiệu \"Bắt đầu khu đông dân cư\" đến vị trí có hiệu lực của biển báo hiệu \"Hết khu đông dân cư\"."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trên đường bộ trong khu vực đông dân cư, xe mô tô hai bánh, xe gắn máy tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
  "answer":[
   "60km/h.",
   "50km/h.",
   "40km/h.",
   "30km/h."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Trên đường bộ trong khu vực đông dân cư, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 40km/h?",
  "answer":[
   "Ô tô chở người trên 30 chỗ ngồi, ô tô tải trọng từ 3500 kg trở lên, ô tô sơ mi rơ moóc, ô tô kéo rơ moóc, ô tô kéo xe khác, ô tô chuyên dùng, xe mô tô, xe gắn máy.",
   "Ô tô chở người đến 30 chỗ ngồi, ô tô tải có trọng tải dưới 3500 kg.",
   "Xe máy kéo, xe công nông, xe lam, xe lôi máy, xe xích lô máy, xe ba gác máy, xe máy chuyên dùng và các loại xe tương tự (loại đang được phép hoạt động)."
  ],
  "result":[0],
  "pathImage":""
 },
 {
  "description":"Trên đường bộ ngoài khu vực đông dân cư, loại xe nào tham gia giao thông với tốc độ tối đa cho phép là 50 km/h?",
  "answer":[
   "Ô tô chở người đến 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có trọng tải dưới 3500 kg.",
   "Ô tô chở người trên 30 chỗ ngồi (trừ ô tô buýt), ô tô tải có trọng tải từ 3500 kg trở lên.",
   "Ô tô kéo rơ moóc, ô tô kéo xe khác, xe gắn máy.",
   "Ô tô buýt, ô tô sơ mi rơ moóc, ô tô chuyên dùng, xe mô tô."
  ],
  "result":[2],
  "pathImage":""
 },
 {
  "description":"Khái niệm về văn hóa giao thông được hiểu như thế nào là đúng?",
  "answer":[
   "Là sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông; là ý thức trách nhiệm với cộng đồng khi tham gia giao thông.",
   "Là ứng xử có văn hóa, có tình yêu thương con người trong các tình huống không may xảy ra khi tham gia giao thông." 
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Người lái xe cố tình vi phạm Luật Giao thông đường bộ, không phân biệt làn đường, vạch phân làn, phóng nhanh, vượt ẩu, vượt đèn đỏ, đi vào đường cấm, đường một chiều được coi là hành vi nào trong các hành vi sau đây?",
  "answer":[
   "Là bình thường.",
   "Là thiếu văn hóa giao thông.",
   "Là có văn hóa giao thông."
  ],
  "result":[1],
  "pathImage":""
 },
 {
  "description":"Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
  "answer":[
   "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
   "Chấp hành quy định về tốc độ, đèn tín hiệu, biển báo hiệu, vạch kẻ đường khi lái xe.",
   "Chấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông; nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật.",
   "Cả ba ý nêu trên."
  ],
  "result":[1,2],
  "pathImage":""
 },
 {
  "description":"Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
  "answer":[
   "Điều khiển xe đi bên phải theo chiều đi của mình.",
   "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông.",
   "Đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đúng quy cách.",
   "Đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm."
  ],
  "result":[0,2],
  "pathImage":""
 },
 {
  "description":"Người có văn hóa giao thông khi điều khiển xe cơ giới tham gia giao thông đường bộ phải đảm bảo các điều kiện gì?",
  "answer":[
   "Có giấy phép lái xe phù hợp với loại xe được phép điều khiển; xe cơ giới đảm bảo các quy định về chất lượng, an toàn kỹ thuật và bảo vệ môi trường.",
   "Có giấy chứng nhận bảo hiểm trách nhiệm dân sự của chủ xe cơ giới còn hiệu lực; nộp phí sử dụng đường bộ theo quy định." 
  ],
  "result":[0,1],
  "pathImage":""
 },
 {
  "description":"Biển nào cấm người đi bộ?",
  "answer":[
   "Biển 1.",
   "Biển 1 và 3.",
   "Biển 2.",
   "Biển 2 và 3."
  ],
  "result":[2],
  "pathImage":"80.jpg" 
 },
 {
  "description":"Gặp biển nào người lái xe phải nhường đường cho người đi bộ?",
  "answer":[
   "Biển1.",
   "Biển 3.",
   "Biển 2.",
   "Biển 1 và 3."
  ],
  "result":[0],
  "pathImage":"81.jpg"
 },
 {
  "description":"Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này?",
  "answer":[
   "Biển 1.",
   "Biển1 và 3.",
   "Biển 3.",
   "Cả ba biển."
  ],
  "result":[2],
  "pathImage":"82.jpg"
 },
 {
  "description":"Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
  "answer":[
   "Biển 1 và 2.",
   "Biển 2 và 3.",
   "Biển 1.",
   "Cả ba biển."
  ],
  "result":[1],
  "pathImage":"83.jpg"
 },
 {
  "description":"Biển nào báo hiệu sắp đến chỗ giao nhau với đường sắt có rào chắn?",
  "answer":[
   "Biển 1.",
   "Biển 2 và 3.",
   "Biển 3."
  ],
  "result":[0],
  "pathImage":"84.jpg"
 },
 {
  "description":"Biển nào báo hiệu giao nhau có tín hiệu đèn?",
  "answer":[
   "Biển 2.",
   "Biển1.",
   "Biển 3.",
   "Cả ba biển."
  ],
  "result":[2],
  "pathImage":"85.jpg"
 },
 {
  "description":"Biển nào báo hiệu nguy hiểm giao nhau với đường sắt?",
  "answer":[
   "Biển 1 và 3.",
   "Biển 1 và 2.",
   "Biển 2 và 3.",
   "Cả ba biển."
  ],
  "result":[0],
  "pathImage":"86.jpg"
 },
 {
  "description":"Biển nào báo hiệu đường sắt giao nhau với đường bộ không có rào chắn?",
  "answer":[
   "Biển 1 và 2.",
   "Biển 2 và 3.",
   "Biển 1 và 3.",
   "Cả ba biển."
  ],
  "result":[1],
  "pathImage":"87.jpg"
 },
 {
  "description":"Biển nào báo hiệu \"Hết đoạn đường ưu tiên\"?",
  "answer":[
   "Biển 3.",
   "Biển 1.",
   "Biển 2."
  ],
  "result":[0],
  "pathImage":"88.jpg"
 },
 {
  "description":"Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
  "answer":[
   "Biển 1 và 2.",
   "Biển 1 và 3.",
   "Cả ba biển.",
   "Biển 2 và 3."
  ],
  "result":[1],
  "pathImage":"89.jpg"
 },
 {
  "description":"Biển nào báo hiệu giao nhau với đường không ưu tiên?",
  "answer":[
   "Biển 1.",
   "Biển 2 và 3.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[0],
  "pathImage":"90.jpg"
 },
 {
  "description":"Biển nào báo hiệu giao nhau với đường ưu tiên?",
  "answer":[
   "Biển 1 và 3.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[1],
  "pathImage":"91.jpg"
 },
 {
  "description":"Biển nào báo hiệu giao nhau với đường ưu tiên?",
  "answer":[
   "Biển 1.",
   "Biển 3.",
   "Biển 2.",
   "Cả ba biển."
  ],
  "result":[1],
  "pathImage":"92.jpg"
 },
 {
  "description":"Biển nào báo hiệu \"Đường giao nhau\" của các tuyến đường cùng cấp?",
  "answer":[
   "Biển 1.",
   "Biển 3.",
   "Biển 2." 
  ],
  "result":[0],
  "pathImage":"93.jpg"
 },
 {
  "description":"Biển nào báo hiệu giao nhau với đường không ưu tiên?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[1],
  "pathImage":"94.jpg"
 },
 {
  "description":"Biển nào báo hiệu đường hai chiều?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[0],
  "pathImage":"95.jpg"
 },
 {
  "description":"Biển nào báo hiệu phải giảm tốc độ, nhường đường cho xe cơ giới đi ngược chiều qua đường hẹp?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[1],
  "pathImage":"96.jpg"
 },
 {
  "description":"Biển nào chỉ dẫn được ưu tiên qua đường hẹp?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3.",
   "Biển 2 và 3."
  ],
  "result":[2],
  "pathImage":"97.jpg"
 },
 {
  "description":"Biển nào báo hiệu cấm xe mô tô ba bánh đi vào?",
  "answer":[
   "Biển 1 và 3.",
   "Biển 1 và 2.",
   "Biển 2 và 3."
  ],
  "result":[1],
  "pathImage":"98.jpg"
 },
 {
  "description":"Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[0],
  "pathImage":"99.jpg"
 },
 {
  "description":"Khi gặp biển nào thì xe mô tô hai bánh được đi vào?",
  "answer":[
   "Không biển nào.",
   "Biển 1 và 2.",
   "Biển 2 và 3.",
   "Cả ba biển."
  ],
  "result":[2],
  "pathImage":"100.jpg"
 },
 {
  "description":"Biển nào xe mô tô hai bánh được đi vào?",
  "answer":[
   "Biển 1 và 2.",
   "Biển 1 và 3.",
   "Biển 2 và 3."
  ],
  "result":[1],
  "pathImage":"101.jpg"
 },
 {
  "description":"Biển nào xe mô tô hai bánh không được đi vào?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3."
  ],
  "result":[1],
  "pathImage":"102.jpg"
 },
 {
  "description":"Ba biển này có ý nghĩa hiệu lực như thế nào?",
  "answer":[
   "Cấm các loại xe ở biển phụ đi vào.",
   "Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ." 
  ],
  "result":[0],
  "pathImage":"103.jpg"
 },
 {
  "description":"Biển nào cấm quay xe?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Không biển nào."
  ],
  "result":[0,1],
  "pathImage":"104.jpg"
 },
 {
  "description":"Biển nào cấm xe rẽ trái?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Cả hai biển."
  ],
  "result":[0],
  "pathImage":"105.jpg"
 },
 {
  "description":"Khi gặp biển nào xe được rẽ trái?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Không biển nào."
  ],
  "result":[1],
  "pathImage":"106.jpg"
 },
 {
  "description":"Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Cả ba biển."
  ],
  "result":[1],
  "pathImage":"107.jpg"
 },
 {
  "description":"Khi đến chỗ giao nhau, gặp biển nào thì người lái xe không được cho xe đi thẳng, phải rẽ sang hướng khác?",
  "answer":[
   "Biển 1 và 3.",
   "Biển 2 và 3.",
   "Biển 1 và 2.",
   "Cả ba biển."
  ],
  "result":[2],
  "pathImage":"108.jpg"
 },
 {
  "description":"Khi gặp biển này, xe lam và mô tô ba bánh có được phép rẽ trái hay rẽ phải hay không?",
  "answer":[
   "Được phép.",
   "Không được phép." 
  ],
  "result":[1],
  "pathImage":"109.jpg"
 },
 {
  "description":"Biển này có hiệu lực đối với xe mô tô hai, ba bánh không?",
  "answer":[
   "Có.",
   "Không." 
  ],
  "result":[0],
  "pathImage":"110.jpg"
 },
 {
  "description":"Biển phụ đặt dưới biển cấm bóp còi có ý nghĩa gì?",
  "answer":[
   "Báo khoảng cách đến nơi cấm bóp còi.",
   "Chiều dài đoạn đường cấm bóp còi từ nơi đặt biển.",
   "Báo cấm dùng còi có độ vang xa 500m."
  ],
  "result":[1],
  "pathImage":"111.jpg"
 },
 {
  "description":"Biển nào báo hiệu cầu vượt liên thông?",
  "answer":[
   "Biển 2 và 3.",
   "Biển 1 và 2.",
   "Biển 1 và 3.",
   "Cả ba biển."
  ],
  "result":[2],
  "pathImage":"112.jpg"
 },
 {
  "description":"Biển nào báo hiệu đoạn đường hay xảy ra tai nạn?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 2 và 3."
  ],
  "result":[1],
  "pathImage":"113.jpg"
 },
 {
  "description":"Biển nào báo hiệu tuyến đường cầu vượt cắt qua?",
  "answer":[
   "Biển 1 và 2.",
   "Biển 1 và 3.",
   "Biển 2 và 3."
  ],
  "result":[0],
  "pathImage":"114.jpg"
 },
 {
  "description":"Biển nào chỉ dẫn tên đường trên các tuyến đường đối ngoại?",
  "answer":[
   "Biển 1.",
   "Biển 2.",
   "Biển 3.",
   "Biển 1 và 2."
  ],
  "result":[2],
  "pathImage":"115.jpg"
 },
 {
  "description":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe tải, xe lam, xe con, mô tô.",
   "Xe tải, mô tô, xe lam, xe con.",
   "Xe lam, xa tải, xe con, mô tô.",
   "Mô tô, xe lam, xe tải, xe con."
  ],
  "result":[1],
  "pathImage":"116.jpg"
 },
 {
  "description":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe tải, xe lam, mô tô.",
   "Xe lam, xe tải, mô tô.",
   "Mô tô, xe lam, xe tải.",
   "Xe lam, mô tô, xe tải."
  ],
  "result":[2],
  "pathImage":"117.jpg"
 },
 {
  "description":"Trường hợp này xe nào được quyền đi trước?",
  "answer":[
   "Mô tô.",
   "Xe con." 
  ],
  "result":[1],
  "pathImage":"118.jpg"
 },
 {
  "description":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe lam, xe cứu thương, xe con.",
   "Xe cứu thương, xe con, xe lam.",
   "Xe con, xe lam, xe cứu thương."
  ],
  "result":[0],
  "pathImage":"119.jpg"
 },
 {
  "description":"Xe nào được quyền đi trước trong trường hợp này?",
  "answer":[
   "Mô tô.",
   "Xe cứu thương." 
  ],
  "result":[1],
  "pathImage":"120.jpg"
 },
 {
  "description":"Theo tín hiệu đèn, xe nào được phép đi?",
  "answer":[
   "Xe con và xe khách.",
   "Mô tô." 
  ],
  "result":[0],
  "pathImage":"121.jpg"
 },
 {
  "description":"Theo tín hiệu đèn, xe nào được quyền đi là đúng quy tắc giao thông?",
  "answer":[
   "Xe khách, mô tô.",
   "Xe tải, mô tô.",
   "Xe con, xe tải."
  ],
  "result":[2],
  "pathImage":"122.jpg"
 },
 {
  "description":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe khách, xe tải, mô tô, xe con.",
   "Xe con, xe khách, xe tải, mô tô.",
   "Mô tô, xe tải, xe khách, xe con.",
   "Mô tô, xe tải, xe con, xe khách."
  ],
  "result":[2],
  "pathImage":"123.jpg"
 },
 {
  "description":"Trong trường hợp này xe nào đỗ vi phạm quy tắc giao thông?",
  "answer":[
   "Xe tải.",
   "Xe con và mô tô.",
   "Cả ba xe.",
   "Xe con và xe tải."
  ],
  "result":[0],
  "pathImage":"124.jpg"
 },
 {
  "description":"Xe nào được quyền đi trước?",
  "answer":[
   "Xe tải.",
   "Xe con.",
   "Xe lam."
  ],
  "result":[1],
  "pathImage":"125.jpg"
 },
 {
  "description":"Theo hướng mũi tên, những hướng nào xe gắn máy đi được?",
  "answer":[
   "Cả ba hướng.",
   "Chỉ hướng 1 và 3.",
   "Chỉ hướng 1."
  ],
  "result":[0],
  "pathImage":"126.jpg"
 },
 {
  "description":"Xe nào đỗ vi phạm quy tắc giao thông?",
  "answer":[
   "Cả hai xe.",
   "Không xe nào vi phạm.",
   "Chỉ xe mô tô vi phạm.",
   "Chỉ xe tải vi phạm."
  ],
  "result":[0],
  "pathImage":"127.jpg"
 },
 {
  "description":"Xe nào đỗ vi phạm quy tắc giao thông?",
  "answer":[
   "Chỉ mô tô.",
   "Chỉ xe tải.",
   "Cả ba xe.",
   "Chỉ mô tô và xe tải."
  ],
  "result":[2],
  "pathImage":"128.jpg"
 },
 {
  "description":"Xe tải kéo mô tô ba bánh như hình này có đúng quy tắc giao thông không?",
  "answer":[
   "Đúng.",
   "Không đúng." 
  ],
  "result":[1],
  "pathImage":"129.jpg"
 },
 {
  "description":"Xe nào được quyền đi trước trong trường hợp này?",
  "answer":[
   "Xe lam.",
   "Xe xích lô." 
  ],
  "result":[1],
  "pathImage":"130.jpg"
 },
 {
  "description":"Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe lam, mô tô, xe con, xe đạp.",
   "Xe con, xe đạp, mô tô, xe lam.",
   "Xe lam, xe con, mô tô + xe đạp.",
   "Môtô + xe đạp, xe lam, xe con."
  ],
  "result":[3],
  "pathImage":"131.jpg" 
 },
 {
  "description":"Xe nào được quyền đi trước trong trường hợp này?",
  "answer":[
   "Mô tô.",
   "Xe con." 
  ],
  "result":[0],
  "pathImage":"132.jpg"
 },
 {
  "description":"Xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe khách.",
   "Mô tô.",
   "Xe con.",
   "Xe con và mô tô."
  ],
  "result":[2],
  "pathImage":"133.jpg" 
 },
 {
  "description":"Các xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Các xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng.",
   "Cho phép các xe ở mọi hướng được rẽ phải.",
   "Tất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi."
  ],
  "result":[2],
  "pathImage":"134.jpg"
 },
 {
  "description":"Theo hướng mũi tên, xe nào được phép đi?",
  "answer":[
   "Mô tô, xe con.",
   "Xe con, xe tải.",
   "Mô tô, xe tải.",
   "Cả ba xe."
  ],
  "result":[2],
  "pathImage":"135.jpg"
 },
 {
  "description":"Trong hình dưới đây, xe nào chấp hành đúng quy tắc giao thông?",
  "answer":[
   "Xe khách, mô tô.",
   "Tất cả các loại xe trên.",
   "Không xe nào chấp hành đúng quy tắc giao thông."
  ],
  "result":[1],
  "pathImage":"136.jpg"
 },
 {
  "description":"Theo hướng mũi tên, những hướng nào xe mô tô được phép đi?",
  "answer":[
   "Cả ba hướng.",
   "Hướng 1 và 2.",
   "Hướng 1 và 3.",
   "Hướng 2 và 3."
  ],
  "result":[2],
  "pathImage":"137.jpg"
 },
 {
  "description":"Trong trường hợp này, thứ tự xe đi như thế nào là đúng quy tắc giao thông?",
  "answer":[
   "Xe công an, xe quân sự, xe con + mô tô.",
   "Xe quân sự, xe công an, xe con + môtô.",
   "Xe mô tô + xe con, xe quân sự, xe công an."
  ],
  "result":[1],
  "pathImage":"138.jpg"
 },
 {
  "description":"Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe con (E), mô tô (C).",
   "Xe tải (A), mô tô (D).",
   "Xe khách (B), môtô (C).",
   "Xe khách (B), môtô (D)."
  ],
  "result":[0],
  "pathImage":"139.jpg"
 },
 {
  "description":"Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe con (B), mô tô (C).",
   "Xe con (A), mô tô (C).",
   "Xe con (E), mô tô (D).",
   "Tất cả các loại xe trên."
  ],
  "result":[2],
  "pathImage":"140.jpg"
 },
 {
  "description":"Theo tín hiệu đèn, xe nào phải dừng lại là đúng quy tắc giao thông?",
  "answer":[
   "Xe khách, mô tô.",
   "Xe tải, mô tô.",
   "Xe con, xe tải."
  ],
  "result":[2],
  "pathImage":"141.jpg"
 },
 {
  "description":"Bạn có được phép vượt xe mô tô phía trước không?",
  "answer":[
   "Cho phép.",
   "Không được vượt." 
  ],
  "result":[1],
  "pathImage":"142.jpg"
 },
 {
  "description":"Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe mô tô.",
   "Xe ô tô con.",
   "Không xe nào vi phạm."
  ],
  "result":[0,1],
  "pathImage":"143.jpg"
 },
 {
  "description":"Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe con.",
   "Xe tải.",
   "Xe con, xe tải."
  ],
  "result":[1],
  "pathImage":"144.jpg"
 },
 {
  "description":"Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe tải, xe con.",
   "Xe khách, xe con.",
   "Xe khách, xe tải."
  ],
  "result":[2],
  "pathImage":"145.jpg"
 },
 {
  "description":"Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
  "answer":[
   "Xe con, xe tải, xe khách.",
   "Xe tải, xe khách, xe mô tô.",
   "Xe khách, xe mô tô, xe con.",
   "Cả bốn xe."
  ],
  "result":[1],
  "pathImage":"146.jpg"
 },
 {
  "description":"Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?",
  "answer":[
   "Xe tải, mô tô.",
   "Xe khách, mô tô.",
   "Xe tải, xe con.",
   "Mô tô, xe con."
  ],
  "result":[1],
  "pathImage":"147.jpg"
 },
 {
  "description":"Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
  "answer":[
   "Xe của bạn, mô tô, xe con.",
   "Xe con, xe của bạn, mô tô.",
   "Mô tô, xe con, xe của bạn."
  ],
  "result":[2],
  "pathImage":"148.jpg"
 },
 {
  "description":"Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
  "answer":[
   "Xe của bạn, mô tô, xe con.",
   "Xe con, xe của bạn, mô tô.",
   "Mô tô, xe con, xe của bạn."
  ],
  "result":[1],
  "pathImage":"149.jpg"
 } 
]